Repository: clouserw/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ml

source: Password reset
ml: രഹസ്യവാക്ക് പുനഃസജ്ജമാക്കല്‍

source: Password reset successfully. Sign in to continue.
ml: രഹസ്യവാക്ക് വിജയകരമായി പുനഃസ്ഥാപിച്ചു. തുടരാൻ സൈൻ ഇൻ ചെയ്യുക.

source: Sign in
ml: പ്രവേശിക്കുക

source: %(permissionName)s (required)
ml: %(permissionName)s (ആവശ്യമാണ്)

source: Email address
ml: ഇമെയില്‍ വിലാസം

source: Display name
ml: പ്രദര്‍ശന നാമം

source: Account picture
ml: അക്കൌണ്ട് ചിത്രം

source: Welcome back
ml: തിരികെ സ്വാഗതം

source: Firefox Sync will resume momentarily
ml: Firefox Sync ഉടനെ തുടരും

source: Your password has been reset
ml: താങ്കളുടെ രഹസ്യവാക്ക് പുനഃസജ്ജമാക്കി

source: Complete set-up by entering the new password on your other Firefox devices.
ml: നിങ്ങളുടെ മറ്റേ ഫയർഫോക്സിൽ പുതിയ രഹസ്യവാക്ക് നൽകി സജ്ജീകരണം പൂർത്തിയാക്കുക.

source: You are now ready to make changes to your Firefox Account.
ml: ഇപ്പോൾ നിങ്ങൾ നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ടിന് മാറ്റങ്ങൾ വരുത്താൻ തയ്യാറായിക്കഴിഞ്ഞു.

source: Primary email verified
ml: പ്രാഥമിക ഇമെയിൽ പരിശോധിച്ചുറപ്പുവരുത്തിയിരിക്കുന്നു

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
ml: അക്കൗണ്ട് അറിയിപ്പുകൾ ഇപ്പോൾ %(secondaryEmailVerified)s ലേക്കും അയയ്ക്കുന്നതാണ്.

source: Secondary email verified
ml: രണ്ടാം ഇമെയിൽ പരിശോധിച്ചുറപ്പുവരുത്തിയിരിക്കുന്നു

source: Sign-in confirmed
ml: സൈൻ-ഇൻ സ്ഥിരീകരിച്ചു

source: You are now ready to use %(serviceName)s
ml: നിങ്ങൾ ഇപ്പോൾ %(serviceName)s ഉപയോഗിക്കാൻ തയ്യാറാണ്

source: Account verified
ml: അക്കൗണ്ട് തീര്‍ച്ചപ്പെടുത്തിയിരിക്കുന്നു

source: Connected
ml: ബന്ധിപ്പിച്ചു

source: Unknown account. <a href="/signup">Sign up</a>
ml: അജ്ഞാതമായ അക്കൗണ്ട്. <a href="/signup">സൈൻ അപ്പ്</a>

source: Account no longer exists. Recreate it?
ml: അക്കൗണ്ട് നിലകൊള്ളുന്നില്ല. പുതിയ അക്കൗണ്ട് ഉണ്ടാക്കട്ടെ?

source: Account already exists. <a href="/signin">Sign in</a>
ml: അക്കൌണ്ട് നിലവിലുണ്ട്. <a href="/signin">സൈൻ ഇൻ ചെയ്യുക</a>

source: Password changed successfully
ml: രഹസ്യവാക്ക് വിജയകരമായി മാറ്റി

source: We're sorry to hear about this. You should change your Firefox Account password, and look for information from your device manufacturer about erasing your data remotely.
ml: ഞങ്ങൾക്ക് ഖേദമുണ്ട്. നിങ്ങൾ നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ടിന്റെ രഹസ്യവാക്ക് മാറ്റിയിട്ട് നിങ്ങളുടെ ഉപകരണത്തിന്റെ നിർമാതാവിന്റെ നിർദേശം അനുസരിച്ചു നിങ്ങളുടെ ഡാറ്റ വിദൂരമായി നീക്കം ചെയ്യുക.

source: We're sorry to hear about this. If this was a device you really don't trust, you should change your Firefox Account password, and change any passwords saved in Firefox.
ml: ഇത് കേൾക്കേണ്ടിവന്നതിൽ ഞങ്ങൾ ദുഃഖിക്കുന്നു. ഇത് ശരിക്കും നിങ്ങൾക്ക് വിശ്വാസമില്ലാത്ത ഒരു ഉപകരണമാണെങ്കിൽ, നിങ്ങളുടെ ഫയർ ഫോക്സ് അക്കൌണ്ട് രഹസ്യവാക്ക് മാറ്റുകയും ഫയർഫോക്സിൽ സംരക്ഷിച്ച എല്ലാ രഹസ്യവാക്കുകളും മാറ്റുകയും വേണം.

source: Last sync %(translatedTimeAgo)s
ml: അവസാന സിങ്ക് %(translatedTimeAgo)s

source: Last sync over %(translatedTimeAgo)s
ml: %(translatedTimeAgo)s മുമ്പാണ് അവസാനമായി സമന്വയിപ്പിച്ചത്

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
ml: %(translatedCountry)sയില്‍നിന്ന് %(translatedTimeAgo)s മുമ്പാണ് ഏറ്റവുമൊടുവില്‍ സമന്വയിപ്പിച്ചത്

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
ml: %(translatedCountry)sയില്‍നിന്ന് %(translatedTimeAgo)s മുമ്പാണ് ഏറ്റവുമൊടുവില്‍ സമന്വയിപ്പിച്ചത്

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ml: %(translatedCountry)sയിലെ %(translatedState)s സംസ്ഥാനത്തെ %(translatedCity)s പട്ടണത്തിനടുത്തുനിന്നും %(translatedTimeAgo)s മുമ്പാണ് ഏറ്റവുമൊടുവില്‍ സമന്വയിപ്പിച്ചത്

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ml: %(translatedCountry)sയിലെ %(translatedState)s സംസ്ഥാനത്തെ %(translatedCity)s പട്ടണത്തിനടുത്തുനിന്നും %(translatedTimeAgo)s മുമ്പാണ് ഏറ്റവുമൊടുവില്‍ സമന്വയിപ്പിച്ചത്

source: Last active %(translatedTimeAgo)s
ml: ഒടുവില്‍ സജ്ജീവമായിരുന്നത് %(translatedTimeAgo)s ന് മുമ്പായിരുന്നു

source: Last active over %(translatedTimeAgo)s
ml: ഒടുവില്‍ സജ്ജീവമായിരുന്നത് %(translatedTimeAgo)s ന് മുമ്പായിരുന്നു

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
ml: %(translatedTimeAgo)s ന് മുമ്പുവരെ %(translatedCountry)sല്‍ നിന്നും സജ്ജീവമായിരുന്നു

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
ml: %(translatedTimeAgo)s ന് മുമ്പുവരെ %(translatedCountry)sയിലെ %(translatedState)s സംസ്ഥാനത്തെ %(translatedCity)s പട്ടണത്തില്‍നിന്നും സജ്ജീവമായിരുന്നു

source: Over %(translatedTimeAgo)s
ml: %(translatedTimeAgo)sല്‍ കൂടുതല്‍

source: Web Session, %(userAgent)s
ml: വെബ് സെഷൻ, %(userAgent)s

source: Web Session
ml: വെബ് സെഷൻ

source: Last sync time unknown
ml: അവസാന സമന്വയ സമയം അജ്ഞാതമാണ്

source: Subscribed successfully
ml: വിജയകരമായി സബ്സ്ക്രൈബ് ചെയ്തു

source: Account deleted successfully
ml: അക്കൗണ്ട് വിജയകരമായി നീക്കം ചെയ്തു

source: Display name updated
ml: പ്രദർശനനാമം പുതുക്കി

source: Secondary email removed
ml: രണ്ടാമത്തെ ഇമെയിൽ നീക്കംചെയ്തു

source: Verification email sent
ml: പരിശോധനാ ഇമെയിൽ അയച്ചു

source: Primary email set to %(email)s
ml: %(email)s പ്രാഥമിക ഇമെയിൽ ആയി സജ്ജമാക്കി

source: Secondary email
ml: രണ്ടാമത്തെ ഇമെയിൽ

source: Firefox Recovery Codes
ml: ഫയർഫോക്സ് വീണ്ടെടുക്കൽ കോഡുകൾ

source: New recovery codes generated
ml: പുതിയ വീണ്ടെടുക്കൽ കോഡുകൾ സൃഷ്ടിച്ചു

source: Two-step authentication enabled
ml: രണ്ട്-ഘട്ട പ്രാമാണീകരണം പ്രാപ്തമാക്കി

source: Two-step authentication removed
ml: രണ്ട്-ഘട്ട പ്രാമാണീകരണം നീക്കംചെയ്തു

source: Two-step Authentication
ml: രണ്ട്-ഘട്ട പ്രമാണീകരണം

source: Account Recovery
ml: അക്കൗണ്ട് വീണ്ടെടുക്കൽ

source: Account recovery enabled
ml: അക്കൗണ്ട് വീണ്ടെടുക്കൽ പ്രവർത്തനക്ഷമമാക്കി

source: Account recovery revoked
ml: അക്കൗണ്ട് വീണ്ടെടുക്കൽ അസാധുവാക്കി

source: Firefox Recovery Key
ml: ഫയർഫോക്സ് വീണ്ടെടുക്കൽ കീ

source: Your account has been locked for security reasons
ml: താങ്കളുടെ അക്കൗണ്ട് സുരക്ഷാ കാരണത്താൽ ലോക്ക് ചെയ്തു

source: Reset password
ml: രഹസ്യവാക്ക് പുനഃക്രമീകരിക്കുക

source: none
ml: ഒന്നുമില്ല

source: Last checked: %(lastCheckTime)s
ml: അവസാനം പരിശോധിച്ചത്: %(lastCheckTime)s മുമ്പ്

source: Open Gmail
ml: Gmail തുറക്കുക

source: Open Hotmail
ml: Hotmail തുറക്കുക

source: Open Yahoo
ml: Yahoo തുറക്കുക

source: Open Outlook
ml: Outlook തുറക്കുക

source: Open Restmail
ml: Restmail തുറക്കുക

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
ml: ഇമെയിൽ വീണ്ടും അയച്ചു. സുഗമമായ ഡെലിവറി ഉറപ്പാക്കാനായി നിങ്ങളുടെ കോൺടാക്ടുകളിലേക്ക് accounts@firefox.com ചേർക്കുക.

source: Copied
ml: പകർത്തി

source: Failed to copy. Please manually copy.
ml: പകർത്തുന്നത് പരാജയപ്പെട്ടു. ദയവായി സ്വമേധയാ പകർത്തുക.

source: Downloaded
ml: ഡൗൺലോഡുചെയ്തു

source: Printed
ml: അച്ചടിച്ചു

source: Primary email verified successfully
ml: പ്രാഥമിക ഇമെയിൽ വിജയകരമായി പരിശോധിച്ചുറപ്പുവരുത്തിയിരിക്കുന്നു

source: Account verified successfully
ml: അക്കൌണ്ട് വിജയകരമായി തീര്‍ച്ചപ്പെടുത്തിയിരിക്കുന്നു

source: Bookmarks
ml: അടയാളക്കുറിപ്പുകള്‍

source: History
ml: ചരിത്രം

source: Logins
ml: പ്രവേശനങ്ങള്‍

source: Add-ons
ml: ആഡ്-ഓണുകൾ

source: Open tabs
ml: തുറന്ന ടാബുകള്‍

source: Preferences
ml: മുൻഗണനകൾ

source: Addresses
ml: വിലാസങ്ങള്‍

source: Credit cards
ml: ക്രെഡിറ്റ് കാര്‍ഡുകള്‍

source: Firefox Sync
ml: ഫയർഫോക്സ് സമന്വയം

source: Secondary email verified successfully
ml: രണ്ടാമത്തെ ഇമെയിൽ വിജയകരമായി പരിശോധിച്ചുറപ്പുവരുത്തിയിരിക്കുന്നു

source: Password reset successfully
ml: രഹസ്യവാക്ക് വിജയകരമായി പുനഃസജ്ജീകരിച്ചു

source: Unexpected error
ml: പ്രതീക്ഷിക്കാത്ത തകരാര്‍

source: The link you clicked to verify your email is expired.
ml: നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കാൻ നിങ്ങൾ ക്ലിക്കുചെയ്ത ലിങ്ക് കാലഹരണപ്പെട്ടു.

source: You've tried too many times. Try again later.
ml: നിങ്ങൾ നിരവധി തവണ ശ്രമിച്ചിരിക്കുന്നു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
ml: നിങ്ങൾ നിരവധി തവണ ശ്രമിച്ചിരിക്കുന്നു. വീണ്ടും ശ്രമിക്കുക %(retryAfterLocalized)s.

source: Invalid token
ml: അസാധുവായ ടോക്കൺ

source: Invalid timestamp in request signature
ml: അഭ്യർത്ഥനാമുദ്രയില്‍ അസാധുവായ ടൈംസ്റ്റാമ്പ് കാണുന്നു

source: Account already exists
ml: അക്കൗണ്ട് ഇതിനകം നിലവിലുണ്ട്

source: Unknown account
ml: അജ്ഞാത അക്കൗണ്ട്

source: Incorrect email case
ml: തെറ്റായ ഇമെയിൽ കേസ്

source: Incorrect password
ml: തെറ്റായ രഹസ്യവാക്ക്

source: Unverified account
ml: സ്ഥിരീകരിക്കാത്ത അക്കൗണ്ട്

source: Invalid verification code
ml: അസാധുവായ പരിശോധനാ കോഡ്

source: Invalid JSON in request body
ml: റിക്വസ്റ്റ് ബോഡിയിൽ തെറ്റായ JSON

source: Invalid parameter: %(param)s
ml: അസാധുവായ പാരാമീറ്റര്‍: %(param)s

source: Missing parameter: %(param)s
ml: പാരാമീറ്റര്‍ കണ്ടെത്തിയില്ല: %(param)s

source: Invalid request signature
ml: അഭ്യർത്ഥന ഒപ്പ് അസാധുവാണ്

source: Missing content-length header
ml: ഉള്ളടക്ക ദൈർഘ്യം സൂചിപ്പിയ്ക്കുന്ന ഹെഡര്‍ ലഭ്യമല്ല

source: Request body too large
ml: റിക്വസ്റ്റ് ബോഡി വളരെ വലുത്

source: The request was blocked for security reasons
ml: സുരക്ഷാകാരണങ്ങളാൽ അപേക്ഷ തള്ളിയിരിക്കുന്നു

source: Invalid authorization code
ml: അസാധുവായ പരിശോധനാ കോഡ്

source: Invalid phone number
ml: തെറ്റായ ഫോൺനമ്പർ

source: Cannot send to this country
ml: ഈ രാജ്യത്തേക്ക് അയക്കാൻ സാദ്ധ്യമല്ല

source: Could not send a message to this number
ml: ഈ നമ്പറിലേക്ക് ഒരു സന്ദേശം അയയ്ക്കാൻ സാധിച്ചില്ല

source: Your email was just returned
ml: നിങ്ങളുടെ ഇമെയിൽ ഇപ്പോൾ മടങ്ങി

source: Your email was just returned. Mistyped email?
ml: നിങ്ങളുടെ ഇമെയിൽ ഇപ്പോൾ തിരിച്ചെത്തി. തെറ്റായ ഇമെയിൽ വിലാസമായിരുന്നോ നല്‍കിയിരുന്നത്?

source: Unable to deliver email
ml: ഇമെയിൽ ഡെലിവർ ചെയ്യാനായില്ല

source: This email was already verified by another user
ml: ഈ ഇമെയിൽ ഇതിനകം മറ്റൊരു ഉപയോക്താവ് പരിശോധിച്ചുറപ്പിച്ചിരിക്കുന്നു

source: Secondary email must be different than your account email
ml: രണ്ടാമത്തെ ഇമെയിൽ നിങ്ങളുടെ അക്കൌണ്ട് ഇമെയിലിൽ നിന്നും വ്യത്യസ്തമായിരിക്കണം

source: Primary account email required for sign-in
ml: പ്രവേശനത്തിനായി പ്രാഥമിക അക്കൗണ്ട് ഇമെയിൽ ആവശ്യമാണ്

source: Address in use by another account
ml: മറ്റൊരു അക്കൗണ്ട് ഉപയോഗത്തിലുള്ള വിലാസം

source: Primary account email required for reset
ml: പുനസജ്ജമാക്കുന്നതിന് പ്രാഥമിക അക്കൗണ്ട് ഇമെയിൽ ആവശ്യമാണ്

source: Invalid signin code
ml: അസാധുവായ സൈൻ-ഇൻ കോഡ്

source: Can not change primary email to an unverified email
ml: പ്രാഥമിക ഇമെയിൽ ഒരു സ്ഥിരീകരിക്കാത്ത ഇമെയിലിലേക്ക് മാറ്റാൻ സാധിക്കില്ല

source: Can not change primary email to an email that does not belong to this account
ml: ഈ അക്കൗണ്ടിൽ ഉൾപ്പെടാത്ത ഒരു ഇമെയിൽ പ്രാഥമിക ഇമെയിൽ ആയി മാറ്റാൻ സാധിക്കില്ല

source: This email can not currently be used to login
ml: ഈ ഇമെയിൽ നിലവിൽ പ്രവേശിക്കാൻ ഉപയോഗിക്കാനാവില്ല

source: Failed to send email
ml: ഇമെയിൽ അയയ്ക്കുന്നത് പരാജയപ്പെട്ടു

source: Valid code required
ml: സാധുവായ കോഡ് ആവശ്യമാണ്

source: This verification code has expired
ml: ഈ സ്ഥിരീകരണ കോഡ് കാലഹരണപ്പെട്ടു

source: A TOTP token already exists for this account
ml: ഈ അക്കൗണ്ടിനായി ഒരു TOTP ടോക്കൺ ഇതിനകം നിലവിലുണ്ട്

source: TOTP token not found
ml: TOTP ടോക്കൺ കണ്ടെത്തിയില്ല

source: Recovery code not found
ml: വീണ്ടെടുക്കൽ കോഡ് കണ്ടെത്താനായില്ല

source: Unavailable device command
ml: ലഭ്യമല്ലാത്ത ഉപകരണ ആജ്ഞ

source: Recovery key not found
ml: വീണ്ടെടുക്കൽ കീ കണ്ടെത്തിയില്ല

source: Invalid recovery key
ml: അസാധുവായ വീണ്ടെടുക്കൽ കീ

source: This request requires two step authentication enabled on your account.
ml: ഈ അഭ്യര്‍ത്ഥന പൂര്‍ത്തിയാക്കാന്‍ നിങ്ങളുടെ അക്കൗണ്ടിന് രണ്ട് ഘട്ട പ്രാമാണീകരണം ആവശ്യമാണ്.

source: Failed due to a conflicting request, please try again.
ml: വൈരുദ്ധ്യമായ അഭ്യർത്ഥനകള്‍ കാരണം പരാജയപ്പെട്ടു, വീണ്ടും ശ്രമിക്കുക.

source: Server busy, try again soon
ml: സെർവർ തിരക്കിലാണ്, കുറച്ചു സമയത്തിനു ശേഷം വീണ്ടും ശ്രമിക്കുക

source: Feature not enabled
ml: സവിശേഷത പ്രാപ്തമാക്കിയിട്ടില്ല

source: System unavailable, try again soon
ml: സിസ്റ്റം ലഭ്യമല്ല, ഉടൻ വീണ്ടും ശ്രമിക്കുക

source: This endpoint is no longer supported
ml: ഈ എൻഡ്പോയിന്റിനെിപ്പോള്‍ പിന്തുണയില്ല

source: Login attempt cancelled
ml: പ്രവേശന ശ്രമം റദ്ദാക്കി

source: Session expired. Sign in to continue.
ml: സെഷൻ കാലഹരണപ്പെട്ടു. തുടരാൻ സൈൻ ഇൻ ചെയ്യുക.

source: Cookies are still disabled
ml: കുക്കികൾ ഇപ്പോഴും പ്രവർത്തനരഹിതമാണ്

source: Passwords do not match
ml: രഹസ്യവാക്കുകൾ പൊരുത്തപ്പെടുന്നില്ല

source: Working…
ml: പ്രവര്‍ത്തിക്കുന്നു…

source: Could not get Privacy Notice
ml: സ്വകാര്യതാ അറിയിപ്പ് കണ്ടെത്താനായില്ല

source: Could not get Terms of Service
ml: സേവന നിബന്ധനകൾ കണ്ടെത്താനായില്ല

source: Your new password must be different
ml: നിങ്ങളുടെ പുതിയ രഹസ്യവാക്ക് വ്യത്യസ്തമായിരിക്കണം

source: Must be at least 8 characters
ml: ചുരുങ്ങിയത് 8 അക്ഷരങ്ങൾ ഉണ്ടായിരിക്കണം

source: Valid password required
ml: സാധുവായ രഹസ്യവാക്ക് ആവശ്യമാണ്

source: Valid email required
ml: സാധുവായ ഇമെയിൽ ആവശ്യമാണ്

source: A usable image was not found
ml: ഉപയോഗയോഗ്യമായ ഒരു ചിത്രം കണ്ടെത്താനായില്ല

source: Could not initialize camera
ml: ക്യാമറ ആരംഭിക്കാനായില്ല

source: Valid URL required
ml: സാധുവായ URL ആവശ്യമാണ്

source: Your verification email was just returned. Mistyped email?
ml: നിങ്ങളുടെ പരിശോധനാ ഇമെയിൽ ഇപ്പോൾ തിരികെ വന്നു. തെറ്റായ ഇമെയിൽ വിലാസമാണോ നല്‍കിയത്?

source: Enter a valid email address. firefox.com does not offer email.
ml: സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക. firefox.com ഇമെയിൽ പ്രദാനം ചെയ്യുന്നില്ല.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
ml: അംഗീകൃത സൈറ്റുകളിൽ Firefox അക്കൗണ്ടുകൾ IFRAME ൽ മാത്രമേ സ്ഥാപിക്കാൻ കഴിയൂ

source: Verification link damaged
ml: സ്ഥിരീകരണ ലിങ്ക് നശിച്ചു

source: The image dimensions must be at least 100x100px
ml: ചിത്രങ്ങളുടെ വലുപ്പം കുറഞ്ഞത് 100x100px ആയിരിക്കണം

source: Signup is coming soon to Firefox for iOS
ml: iOS നു വേണ്ടിയുള്ള ഫയർഫോക്സിൽ ഉടൻതന്നെ സൈൻ-അപ്പ് വരുന്നു

source: You must enter your age to sign up
ml: നിങ്ങൾക്ക് സൈൻ-അപ്പ് ചെയ്യാൻ നിങ്ങളുടെ പ്രായം നൽകണം

source: You must enter a valid age to sign up
ml: സൈൻ അപ്പ് ചെയ്യുന്നതിന് നിങ്ങൾ സാധുവായ പ്രായം നൽകേണ്ടതുണ്ട്

source: Account no longer exists.
ml: അക്കൗണ്ട് നിലവിലില്ല.

source: That confirmation link was already used, and can only be used once.
ml: ആ സ്ഥിരീകരണ ലിങ്ക് ഇതിനകം ഉപയോഗിച്ചു, മാത്രമല്ല ഒരിക്കൽ മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ.

source: This is a required field
ml: ഇത് ആവശ്യമുള്ള ഫീൽഡ് ആണ്

source: Authorization code required
ml: അംഗീകാര കോഡ് ആവശ്യമാണ്

source: Link damaged
ml: ലിങ്ക് നശിച്ചു

source: Phone number required
ml: ഫോൺ നമ്പർ ആവശ്യമാണ്

source: Two-step authentication code required
ml: രണ്ട്-ഘട്ട പ്രാമാണീകരണ കോഡ് ആവശ്യമാണ്

source: Invalid two-step authentication code
ml: അസാധുവായ രണ്ട്-ഘട്ട പ്രാമാണീകരണ കോഡ്

source: Recovery code required
ml: വീണ്ടെടുക്കൽ കോഡ് ആവശ്യമാണ്

source: Invalid recovery code
ml: അസാധുവായ വീണ്ടെടുക്കൽ കോഡ്

source: Recovery key required
ml: വീണ്ടെടുക്കൽ കീ ആവശ്യമാണ്

source: Please enter verification code
ml: പരിശോധിച്ചുറപ്പിക്കൽ കോഡ് നൽകുക

source: Accounts with two-step authentication do not support pairing at this time
ml: രണ്ട്-ഘട്ട പ്രാമാണീകരണമുള്ള അക്കൗണ്ടുകൾ ജോടിയാക്കാൻ ഇപ്പോൾ അനുവദിയ്ക്കുന്നില്ല

source: Missing configuration
ml: കോൺഫിഗറേഷൻ ലഭ്യമല്ല

source: Invalid configuration
ml: അസാധുവായ കോൺഫിഗറേഷൻ

source: Did you mean <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
ml: നിങ്ങൾ <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span> എന്നാണോ ഉദ്ദേശിച്ചത്?

source: Please try again later
ml: ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക

source: Service unavailable, try again soon
ml: സേവനം ലഭ്യമല്ല, ഉടൻ വീണ്ടും ശ്രമിക്കുക

source: Unknown client
ml: അജ്ഞാതമായ ക്ലയന്റ്

source: Incorrect redirect_uri
ml: തെറ്റായ redirect_uri

source: Invalid assertion
ml: അസാധുവായ വാദം

source: Unknown code
ml: അജ്ഞാത കോഡ്

source: Incorrect code
ml: തെറ്റായ കോഡ്

source: Expired code
ml: കാലഹരണപ്പെട്ട കോഡ്

source: Unauthorized
ml: അംഗീകൃതമല്ലാത്തത്

source: Forbidden
ml: വിലക്കപ്പെട്ടത്

source: Expired token
ml: കാലഹരണപ്പെട്ട ടോക്കൺ

source: Something went wrong. Please close this tab and try again.
ml: എന്തോ പന്തികേട് സംഭവിച്ചിരിക്കുന്നു. ഈ ടാബ് അടച്ച് വീണ്ടും ശ്രമിക്കുക.

source: no message
ml: സന്ദേശങ്ങളില്ല

source: Error pairing to remote device
ml: വിദൂര ഉപകരണം ജോഡിയാക്കുന്നതിൽ പിശക്

source: Connection to remote device closed, please try again
ml: വിദൂര ഉപകരണത്തിലേയ്ക്കുള്ള കണക്ഷൻ അടച്ചു, വീണ്ടും ശ്രമിക്കുക

source: Unsupported image provider
ml: പിന്തുണയില്ലാത്ത ചിത്ര ദാതാവ്

source: Image processing error
ml: ചിത്രം കൈകാര്യം ചെയ്യുന്നതില്‍ പിശക്

source: Invalid Token
ml: അസാധുവായ ടോക്കൺ

source: Get the latest news about Mozilla and Firefox.
ml: മോസില്ല, ഫയർഫോക്സ് എന്നിവയെക്കുറിച്ചുള്ള ഏറ്റവും പുതിയ വാർത്തകൾ ലഭിക്കുക.

source: %(country)s (estimated)
ml: %(country)s (ഏകദേശം)

source: IP address: %(ip)s
ml: IP വിലാസം: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
ml: അധിക സുരക്ഷക്കായി, ഈ ഉപകരണത്തിൽ സമന്വയിപ്പിക്കാൻ ആരംഭിക്കുന്നതിന് ദയവായി ഈ സൈൻ-ഇൻ സ്ഥിരീകരിക്കുക:

source: Bad Request
ml: മോശം അഭ്യർത്ഥന

source: 500 Error
ml: 500 പിശക്

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
ml: അയ്യോ, അവിടെയെന്തോ കുഴപ്പം സംഭവിച്ചു. ഞങ്ങൾക്ക് അറിയിപ്പ് ലഭിച്ചിട്ടുണ്ട്, അത് പരിഹരിക്കപ്പെടാനുള്ള പ്രവർത്തനം ഉടന്‍ തുടങ്ങുന്നതാണ്.

source: Reset password link expired
ml: രഹസ്യവാക്ക് പുനസജ്ജീകരണ ലിങ്ക് കാലഹരണപ്പെട്ടു

source: The link you clicked to reset your password is expired.
ml: നിങ്ങളുടെ രഹസ്യവാക്ക് പുനക്രമീകരിക്കാൻ നിങ്ങൾ ക്ലിക്ക് ചെയ്ത ലിങ്ക് കാലഹരണപ്പെട്ടു.

source: Receive new link
ml: പുതിയ ലിങ്ക് സ്വീകരിക്കുക

source: Reset password with recovery key
ml: വീണ്ടെടുക്കൽ കീ ഉപയോഗിച്ച് രഹസ്യവാക്ക് പുനഃസജ്ജമാക്കുക

source: Continue to %(serviceName)s
ml: %(serviceName)s എന്നതിലേക്ക് തുടരുക

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
ml: നിങ്ങളുടെ ഫയര്‍ഫോക്സ് അക്കൌണ്ട് വീണ്ടെടുക്കുന്നതിന് ഒരു സുരക്ഷിത സ്ഥലത്ത് നിങ്ങൾ ശേഖരിച്ച ഒരു വീണ്ടെടുക്കൽ കീ സൂക്ഷിയ്ക്കുക.

source: Enter recovery key
ml: വീണ്ടെടുക്കൽ കീ നൽകുക

source: Confirm recovery key
ml: വീണ്ടെടുക്കൽ കീ സ്ഥിരീകരിക്കുക

source: Don't have a recovery key?
ml: വീണ്ടെടുക്കൽ കീ ഇല്ലേ?

source: Cannot create account
ml: അക്കൌണ്ട് സൃഷ്ടിക്കാൻ കഴിയില്ല

source: Learn more
ml: കൂടുതൽ അറിയുക

source: Choose what to sync
ml: എന്തൊക്കെയാണ് സമന്വയിപ്പിക്കേണ്ടതെന്ന് തിരഞ്ഞെടുക്കുക

source: Continue
ml: തുടരുക

source: Save selections
ml: തെരഞ്ഞെടുത്തതു് സംരക്ഷിക്കുക

source: Back
ml: തിരികെ

source: Reset password link damaged
ml: രഹസ്യവാക്ക് പുനസജ്ജീകരണ ലിങ്ക് നാശമായി

source: Create new password
ml: പുതിയ രഹസ്യവാക്ക് സൃഷ്ടിക്കുക

source: New password
ml: പുതിയ രഹസ്യവാക്ക്

source: Re-enter password
ml: രഹസ്യവാക്ക് ആവർത്തിക്കുക

source: Remember password? Sign in
ml: രഹസ്യവാക്ക് ഓർമിക്കണോ? പ്രവേശിയ്ക്കുക

source: Primary email already confirmed
ml: പ്രാഥമിക ഇമെയിൽ ഇതിനകം തന്നെ സ്ഥിരീകരിച്ചിരിക്കുന്നു

source: Sign-in already confirmed
ml: പ്രവേശനം ഇതിനകം തന്നെ സ്ഥിരീകരിച്ചിരിക്കുന്നു

source: Verification link expired
ml: പരിശോധന ലിങ്ക് കാലഹരണപ്പെട്ടു

source: Click here to receive a new verification link
ml: ഒരു പുതിയ പരിശോധനാ ലിങ്ക് ലഭിക്കുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക

source: Verification error
ml: സ്ഥിരീകരണ പിശക്

source: Confirm your account
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഉറപ്പിക്കുക

source: Confirm this sign-in
ml: ഈ പ്രവേശനം സ്ഥിരീകരിക്കുക

source: Not in inbox or spam folder? Resend
ml: ഇൻബോക്സിലോ സ്പാം ഫോൾഡറിലോ ഇല്ലേ? വീണ്ടും അയയ്ക്കുക

source: Reset email sent
ml: അയച്ച ഇമെയിൽ പുനഃസജ്ജമാക്കുക

source: Connect another device
ml: മറ്റൊരു ഉപകരണം ബന്ധിപ്പിക്കുക

source: This Firefox is connected
ml: ഈ ഫയർഫോക്സ് ബന്ധിപ്പിച്ചിരിക്കുന്നു

source: Email verified
ml: ഇമെയിൽ പരിശോധിച്ചു

source: Success
ml: വിജയം

source: Sign in to this Firefox to complete set-up
ml: ഫയർ ഫോക്സിലേക്ക് പ്രവേശിച്ച് സജ്ജീകരണങ്ങള്‍ പൂർത്തിയാക്കുക

source: Still adding devices?
ml: ഇപ്പോഴും ഉപകരണങ്ങൾ ചേർക്കുന്നുണ്ടോ?

source: Sign in to Firefox on another device to complete set-up
ml: സെറ്റപ്പ് പൂർത്തിയാക്കാൻ മറ്റൊരു ഉപകരണത്തിൽ നിന്ന് ഫയർഫോക്സിലേക്ക് പ്രവേശിക്കുക

source: Still adding devices? Sign in to Firefox on another device to complete set-up
ml: ഇപ്പോഴും ഉപകരണങ്ങൾ ചേർക്കുന്നുണ്ടോ? സെറ്റപ്പ് പൂർത്തിയാക്കാൻ മറ്റൊരു ഉപകരണത്തിൽ നിന്ന് ഫയർഫോക്സിലേക്ക് പ്രവേശിക്കുക

source: Sign in to Firefox for Android to complete set-up
ml: സജ്ജീകരണങ്ങള്‍ പൂർത്തിയാക്കാൻ ആന്‍‍ഡ്രോയ്ഡിനായുള്ള ഫയർഫോക്സിലേക്ക് പ്രവേശിക്കുക

source: Sign in to Firefox for iOS to complete set-up
ml: സജ്ജീകരണങ്ങള്‍ പൂർത്തിയാക്കാൻ ഐ. ഓ. ​​എസ്സിനായുള്ള ഫയർഫോക്സിലേക്ക് പ്രവേശിക്കുക

source: Why is more than one device required?
ml: എന്തുകൊണ്ട് ഒന്നിലധികം ഉപകരണങ്ങള്‍ ആവശ്യമാണ്?

source: Cookies and local storage are required
ml: കുക്കികളും പ്രാദേശിക സംഭരണവും ആവശ്യമാണ്

source: Try again
ml: വീണ്ടും ശ്രമിയ്ക്കുക

source: Sign in to continue
ml: സമന്വയത്തിലേയ്ക്ക് പ്രവേശിക്കുക

source: Password
ml: രഹസ്യവാക്ക്

source: Forgot password?
ml: നിങ്ങളുടെ രഹസ്യവാക്ക് മറന്നോ?

source: Enter your email
ml: ഇ മെയിൽ നൽകുക

source: Email
ml: ഇമെയില്‍

source: Legal
ml: നിയമപരം

source: Terms of Service
ml: സേവന നിബന്ധനകള്‍

source: Privacy Notice
ml: സ്വകാര്യതാ അറിയിപ്പ്

source: Get the full Sync experience.
ml: പൂർണ്ണ സമന്വയ അനുഭവം നേടുക.

source: Download Firefox for iOS!
ml: ഐ. ഓ. എസ്സിനായുള്ള ഫയര്‍ഫോക്സ് ഡൗണ്‍ലോഡ് ചെയ്യൂ!

source: Download Firefox for Android.
ml: ആന്‍ഡ്രോയിഡിനുള്ള ഫയര്‍ഫോക്സ് ഡൗണ്‍ലോഡ് ചെയ്യൂ.

source: Download Firefox for mobile devices.
ml: മൊബൈൽ ഉപകരണങ്ങൾക്കുള്ള ഫയർഫോക്സ് ഡൌൺലോഡ് ചെയ്യുക.

source: Request for permission
ml: അനുവാദം അഭ്യർത്ഥിക്കുക

source: Accept
ml: അംഗീകരിക്കുക

source: Cancel
ml: റദ്ദാക്കുക

source: Your account is ready!
ml: നിങ്ങളുടെ അക്കൗണ്ട് തയ്യാറാണ്!

source: Generate a new recovery key
ml: പുതിയ വീണ്ടെടുക്കൽ കീ സൃഷ്ടിക്കുക

source: Continue to my account
ml: എന്റെ അക്കൌണ്ടിലേക്ക് തുടരുക

source: Report unauthorized sign-in?
ml: അംഗീകൃതമല്ലാത്ത പ്രവേശനം റിപ്പോർട്ട് ചെയ്യണോ?

source: Report activity
ml: പ്രവർത്തനം റിപ്പോർട്ടുചെയ്യുക

source: Why is this happening?
ml: എന്തുകൊണ്ടാണ് ഇത് സംഭവിക്കുന്നത്?

source: Begin reset
ml: പുനഃസജ്ജീകരണ പ്രക്രിയ ആരംഭിയ്ക്കുക

source: Firefox Accounts
ml: ഫയർഫോക്സ് അക്കൗണ്ടുകൾ

source: Sign out
ml: പുറത്ത് കടക്കുക

source: Use a different account
ml: മറ്റൊരു അക്കൗണ്ട് ഉപയോഗിക്കുക

source: Create an account
ml: ഒരു അക്കൗണ്ട് തുടങ്ങു

source: Sorry. We’ve locked your&nbsp;account.
ml: ക്ഷമിക്കണം. ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് ലോക്കുചെയ്തു.

source: No longer own that email? Create a new account
ml: ആ ഇമെയിൽ ഇപ്പോള്‍ സ്വന്തമല്ലേ? ഒരു പുതിയ അക്കൌണ്ട് സ്രഷ്ടിയ്ക്കുക

source: Enter recovery code
ml: വീണ്ടെടുക്കൽ കോഡ് നൽകുക

source: Please enter a recovery code that was provided to you during setup.
ml: സജ്ജീകരണ വേളയിൽ നിങ്ങൾക്ക് നൽകിയിരിക്കുന്ന ഏതെങ്കിലുമൊരു വീണ്ടെടുക്കൽ കോഡ് നൽകുക.

source: Enter 10-digit recovery code
ml: 10 അക്ക വീണ്ടെടുക്കൽ കോഡ് നൽകുക

source: Verify
ml: പരിശോധിക്കുക

source: Use security code
ml: സുരക്ഷാ കോഡ് ഉപയോഗിക്കുക

source: Thank you for your vigilance
ml: നിങ്ങളുടെ ജാഗ്രതയ്ക്ക് നന്ദി

source: Our team has been notified. Reports like this help us fend off intruders.
ml: ഞങ്ങളുടെ ടീമിന് അറിയിപ്പ് നൽകി. ഇത്തരത്തിലുള്ള റിപ്പോർട്ടുകൾ നമ്മെ നുഴഞ്ഞുകയറ്റക്കാരെ തുരത്താന്‍ സഹായിക്കും.

source: Authorize this sign-in
ml: ഈ സൈൻ-ഇൻ അംഗീകരിയ്ക്കുക

source: Enter code
ml: കോഡ് നൽകുക

source: Enter security code
ml: സുരക്ഷാ കോഡ് നൽകുക

source: Enter 6-digit code
ml: 6 അക്ക കോഡ് നൽകുക

source: Use recovery code
ml: വീണ്ടെടുക്കൽ കോഡ് ഉപയോഗിക്കുക

source: Create a Firefox Account
ml: ഒരു ഫയർഫോക്സ് അക്കൌണ്ട് സൃഷ്ടിക്കുക

source: Repeat password
ml: രഹസ്യവാക്ക് ആവർത്തിക്കുക

source: Create account
ml: അക്കൌണ്ട് സൃഷ്ടിക്കുക

source: Have an account? Sign in
ml: ഒരു അക്കൗണ്ട് ഉണ്ടോ? ഏങ്കില്‍ പ്രവേശിയ്ക്കൂ

source: Mistyped email?
ml: തെറ്റായ ഇമെയിൽ വിലാസം?

source: Mobile phone number
ml: മൊബൈൽ ഫോൺ നമ്പർ

source: Send
ml: അയയ്ക്കുക

source: Didn't arrive? Resend
ml: ഇനിയും കിട്ടിയില്ലേ? എങ്കില്‍ വീണ്ടും അയയ്ക്കുക

source: Why sync multiple devices?
ml: എന്തിനാണ് ഒന്നിലധികം ഉപകരണങ്ങളുമായി സമന്വയിപ്പിക്കുന്നത്?

source: Got it
ml: മനസ്സിലായി
