Repository: clouserw/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ml

source: Change…
ml: മാറ്റൂ…

source: Add…
ml: ചേർക്കുക…

source: Take picture
ml: ചിത്രം എടുക്കുക

source: Upload
ml: അപ്‍ലോഡ്

source: Camera
ml: ക്യാമറ

source: Clear
ml: വെടിപ്പാക്കുക

source: Done
ml: പൂര്‍ത്തിയാക്കി

source: Change
ml: മാറ്റുക

source: Old password
ml: പഴയ രഹസ്യവാക്ക്

source: Disconnect from Sync?
ml: സമന്വയത്തിൽ നിന്നും വിച്ഛേദിക്കണോ?

source: Suspicious device
ml: സംശയാസ്പദമായ ഉപകരണം

source: Lost or stolen device
ml: ഉപകരണം നഷ്ടപ്പെട്ടു അല്ലെങ്കിൽ മോഷ്ടിക്കപ്പെട്ടു

source: Old or replaced device
ml: പഴയതോ മാറ്റിയതോ ആയ ഉപകരണം

source: Duplicate device
ml: ഡ്യൂപ്ലിക്കേറ്റ് ഉപകരണം

source: Rather not say
ml: പറയാനാഗ്രഹിയ്ക്കുന്നില്ല

source: Disconnect
ml: വിച്ഛേദിക്കുക

source: Disconnection Successful
ml: വിജയകരമായി വിച്ഛേദിച്ചു

source: Devices & apps
ml: ഉപകരണങ്ങളും അപ്ലിക്കേഷനുകളും

source: Show
ml: കാണിക്കുക

source: Current device
ml: നിലവിലെ ഉപകരണം

source: Disconnect…
ml: വിച്ഛേദിക്കുക…

source: Current session
ml: നിലവിലെ സെഷൻ

source: Revoke
ml: പിൻവലിക്കുക

source: Firefox for iOS
ml: ഐ.ഒ. എസ്സിനുള്ള ഫയര്‍ഫോക്സ്

source: None connected
ml: ഒരുപകരണവും ബന്ധിപ്പിച്ചിട്ടില്ല

source: Download
ml: ഡൌണ്‍ലോഡ് ചെയ്യുക

source: Firefox for Android
ml: ആന്‍ഡ്രോയിഡിനായുള്ള ഫയര്‍ഫോക്സ്

source: Subscribe
ml: അംഗത്വം നേടുക

source: Delete account
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക

source: Delete…
ml: ഇല്ലാതാക്കുക…

source: Make primary
ml: പ്രാഥമികമാക്കുക

source: Remove
ml: നീക്കം ചെയ്യുക

source: Add
ml: ചേര്‍ക്കുക

source: Recovery codes
ml: വീണ്ടെടുക്കൽ കോഡുകൾ

source: NOTE:
ml: കുറിപ്പ്:

source: By generating new recovery codes, all previous codes will become invalid. Please store new codes in a safe location.
ml: പുതിയ വീണ്ടെടുക്കൽ കോഡുകൾ സൃഷ്ടിക്കുന്നത്, എല്ലാ മുമ്പ് സ്രഷ്ടിച്ച കോഡുകളും അസാധുവാക്കും. പുതിയ കോഡുകൾ ഒരു സുരക്ഷിത സ്ഥലത്ത് സൂക്ഷിക്കുക.

source: Generate new recovery codes
ml: പുതിയ വീണ്ടെടുക്കൽ കോഡുകൾ സൃഷ്ടിക്കുക

source: Copy
ml: പകര്‍ത്തുക

source: Print
ml: അച്ചടിയ്ക്കുക

source: Two-step authentication
ml: ഇരട്ട-ഘട്ട പ്രാമാണീകരണം

source: Enable…
ml: പ്രാപ്തമാക്കുക…

source: Current status
ml: നിലവിലെ സ്റ്റാറ്റസ്

source: Enabled
ml: പ്രവർത്തനക്ഷമമാക്കി

source: Disabled
ml: പ്രവര്‍ത്തന രഹിതമാക്കി

source: Disable
ml: പ്രവര്‍ത്തനരഹിതമാക്കുക

source: Enable
ml: പ്രവര്‍ത്തന സജ്ജമാക്കുക

source: Replace recovery codes
ml: വീണ്ടെടുക്കൽ കോഡുകൾ മാറ്റിസ്ഥാപിക്കുക

source: Can’t scan code?
ml: കോഡ് സ്കാൻ ചെയ്യാൻ കഴിയുന്നില്ലേ?

source: Security code
ml: സുരക്ഷാവാക്യം

source: Confirm
ml: സ്ഥിരീകരിക്കുക

source: Primary email
ml: പ്രാഥമിക ഇമെയിൽ

source: Account recovery
ml: അക്കൗണ്ട് വീണ്ടെടുക്കൽ

source: Recovery key
ml: വീണ്ടെടുക്കൽ കീ

source: Not set
ml: സജ്ജമാക്കിയില്ല

source: Generate
ml: ഉണ്ടാക്കുക

source: Enter your password to view your recovery key.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ കീ കാണുന്നതിന് നിങ്ങളുടെ രഹസ്യവാക്ക് നൽകുക.

source: Enter Password
ml: രഹസ്യവാക്ക് നല്‍കുക

source: Are you sure you want to revoke?
ml: നിങ്ങൾക്ക് റദ്ദാക്കാണമെന്ന് തീർച്ചയാണോ?

source: How old are you?
ml: നിങ്ങൾക്ക് എത്രവയസ്സുണ്ട്?

source: Location unknown
ml: സ്ഥലം അജ്ഞാതമാണ്

source: IP address: %(ipAddress)s
ml: ഐപി വിലാസം: %(ipAddress)s

source: Your Firefox Account password
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ട് രഹസ്യവാക്ക്

source: Must not be your email address
ml: ഇമെയില്‍ വിലാസം എന്റര്‍ ചെയ്യുക

source: Show password
ml: രഹസ്യവാക്ക് കാണിയ്ക്കുക

source: Device connected
ml: ഉപകരണം കണക്റ്റുചെയ്തു

source: You are now syncing with:
ml: നിങ്ങളിപ്പോൾ സമന്വയിപ്പിക്കുന്നു:

source: Manage devices
ml: ഉപകരണങ്ങള്‍ കൈകാര്യം ചെയ്യുക

source: Pairing not successful
ml: ജോടിയാക്കൽ വിജയകരമല്ല

source: The setup process was terminated.
ml: സജ്ജീകരണ പ്രക്രിയ അവസാനിപ്പിച്ചു.

source: Pairing was successful.
ml: ജോടിയാക്കൽ വിജയകരമായിരുന്നു.

source: Pair using an app
ml: ഒരു അപ്ലിക്കേഷൻ ഉപയോഗിച്ച് ജോഡിയാക്കുക
